{
  "cobblemon.ui.pokedex.region.cobblemonrlm": "RLM",
  "cobblemon.starterselection.category.rlm": "RLM",
  "cobblemon.ui.pokedex.info.form.ampharos": "",
  "cobblemon.ui.pokedex.info.form.ampharos-rlm": "RLM",
  "cobblemon.ui.pokedex.info.form.bayleef": "",
  "cobblemon.ui.pokedex.info.form.bayleef-rlm": "RLM",
  "cobblemon.ui.pokedex.info.form.blastoise": "",
  "cobblemon.ui.pokedex.info.form.blastoise-rlm": "RLM",
  "cobblemon.ui.pokedex.info.form.braixen": "",
  "cobblemon.ui.pokedex.info.form.braixen-rlm": "RLM",
  "cobblemon.ui.pokedex.info.form.delphox-rlm": "RLM",
  "cobblemon.ui.pokedex.info.form.delphox": "",
  "cobblemon.ui.pokedex.info.form.empoleon": "",
  "cobblemon.ui.pokedex.info.form.empoleon-rlm": "RLM",
  "cobblemon.ui.pokedex.info.form.flaaffy": "",
  "cobblemon.ui.pokedex.info.form.flaaffy-rlm": "RLM",
  "cobblemon.ui.pokedex.info.form.luxio": "",
  "cobblemon.ui.pokedex.info.form.luxio-rlm": "RLM",
  "cobblemon.ui.pokedex.info.form.luxray": "",
  "cobblemon.ui.pokedex.info.form.luxray-rlm": "RLM",
  "cobblemon.ui.pokedex.info.form.mareep": "",
  "cobblemon.ui.pokedex.info.form.mareep-rlm": "RLM",
  "cobblemon.ui.pokedex.info.form.meganium": "",
  "cobblemon.ui.pokedex.info.form.meganium-rlm": "RLM",
  "cobblemon.ui.pokedex.info.form.nincada": "",
  "cobblemon.ui.pokedex.info.form.nincada-rlm": "RLM",
  "cobblemon.ui.pokedex.info.form.ninjask": "",
  "cobblemon.ui.pokedex.info.form.ninjask-rlm": "RLM",
  "cobblemon.ui.pokedex.info.form.nosepass": "",
  "cobblemon.ui.pokedex.info.form.nosepass-rlm": "RLM",
  "cobblemon.ui.pokedex.info.form.prinplup": "",
  "cobblemon.ui.pokedex.info.form.prinplup-rlm": "RLM",
  "cobblemon.ui.pokedex.info.form.probopass": "",
  "cobblemon.ui.pokedex.info.form.probopass-rlm": "RLM",
  "cobblemon.ui.pokedex.info.form.shedinja": "",
  "cobblemon.ui.pokedex.info.form.shedinja-rlm": "RLM",
  "cobblemon.ui.pokedex.info.form.shinx": "",
  "cobblemon.ui.pokedex.info.form.shinx-rlm": "RLM",
  "cobblemon.ui.pokedex.info.form.spiritomb": "",
  "cobblemon.ui.pokedex.info.form.spiritomb-rlm": "RLM",
  "cobblemon.ui.pokedex.info.form.sunflora": "",
  "cobblemon.ui.pokedex.info.form.sunflora-ciel": "RLM Ciel",
  "cobblemon.ui.pokedex.info.form.sunflora-ocean": "RLM Ocean",
  "cobblemon.ui.pokedex.info.form.sunflora-volcan": "RLM Volcan",
  "cobblemon.ui.pokedex.info.form.togekiss": "",
  "cobblemon.ui.pokedex.info.form.togekiss-rlm": "RLM",
  "cobblemon.ui.pokedex.info.form.wartortle": "",
  "cobblemon.ui.pokedex.info.form.wartortle-rlm": "RLM",

  "cobblemon.species.aphelis.name": "Aphelis",
  "cobblemon.species.apheos.name": "Apheos",
  "cobblemon.species.flammiko.name": "Flammiko",
  "cobblemon.species.galama.name": "Galama",
  "cobblemon.species.rineshell.name": "Rineshell",

  "cobblemon.species.aphelis.desc": "Known as proud guardians of the skies, Aphelis rarely form bonds with humans. They are fiercely protective, often intervening to save other and any Pokémon from the clutches of poachers.",
  "cobblemon.species.apheos.desc": "Driven by a burning ambition, Apheos strives to be a guardian like its evolution. However, its small stature and lack of power often lead it to take on challenges it cannot yet overcome.",
  "cobblemon.species.flammiko.desc": "Always lost and never able to stand correctly, scientists have yet to discover the miracle behind this species' survival. Despite having very few thoughts, Flammiko are incredibly friendly and will do anything to protect their friends.",
  "cobblemon.species.galama.desc": "Often mistaken for a simple rock formation, Galama is a remarkably calm Pokémon that possesses a thick, carapace-like plate on its head. This natural helmet is nearly indestructible, allowing Galama to ignore most threats while it rests. It is so relaxed that smaller Pokémon are often seen napping in the shade provided by its metallic head-shell.",
  "cobblemon.species.rineshell.desc": "Though its metallic shell is not yet fully formed, Rineshell possesses a stubborn spirit, never backing down from a challenge. It dreams of the day its headplate will be strong enough to withstand any blow without it having to move a muscle.",
  "cobblemon.species.ampharos-rlm.desc": "Now a full conduit for spiritual energy, the orb on its tail acts as a lighthouse for lost souls. It doesn't emit light to guide ships, but to lead wandering spirits toward the afterlife. Its electric discharges are silent, appearing as ghostly apparitions that vanish upon impact.",
  "cobblemon.species.bayleef-rlm.desc": "Far more territorial than its Johto counterpart, this Bayleef is a master of ambush. It hides in dense shrubbery to launch surprise attacks on any foes that dare enter its domain.",
  "cobblemon.species.blastoise-rlm.desc": "Adapted for aerial mobility, this variant uses its massive cannons as jet thrusters. It launches into the air with explosive force, becoming a living projectile. Once airborne, it displays surprising grace, navigating the winds by tilting its ears and tail to reach far-off territories.",
  "cobblemon.species.braixen-rlm.desc": "Living deep within dark forests, this variant of Braixen has begun to tap into mystical energies. While its magic is still limited in quantity, it uses small, flickering illusions to startle travelers. It is often seen practicing its spells by making shadows dance between the trees.",
  "cobblemon.species.delphox-rlm.desc": "A master of the arcane, Delphox is a mischievous magician of the woods. Though it loves playing pranks on those who enter its dark domain, it possesses a kind heart; it is known to secretly guide those who are lost toward the forest's exit using glowing wisps of magic. Its playful nature makes it a legendary figure among local villagers.",
  "cobblemon.species.empoleon-rlm.desc": "Usually a calm Pokémon, the wrath of this Empoleon is unbearable. It creates torrents of electricity from its horns and summons massive waves to submerge its prey. Due to its destructive power, it is deeply feared by other wild Pokémon.",
  "cobblemon.species.flaaffy-rlm.desc": "As it evolves, its skin turns a pallid black and its wool begins to dissipate into a spectral mist. Flaaffy is known to haunt power plants, feeding on the electricity to maintain its physical form. Those who touch its fleece feel a numbing, supernatural chill.",
  "cobblemon.species.luxio-rlm.desc": "A vigilant protector, Luxio utilizes its exceptional night vision to hunt under the cover of darkness. During the day, its fierce nature softens as it can be seen playfully sparring with the young Shinx of its pride, teaching them the skills they will need to survive.",
  "cobblemon.species.luxray-rlm.desc": "Adapted to the frozen peaks, this Ice-type Luxray maintains a cold and distant demeanor. While it rarely joins the rest of its tribe, it is never truly far away, watching over Shinx and Luxio from the snowy ridges. If a threat approaches, it strikes with the silent, lethal precision of a winter storm.",
  "cobblemon.species.mareep-rlm.desc": "After a massive lightning storm struck a flock near an ancient burial ground, these Mareep were reborn with ghostly energy. Their wool no longer stores static electricity, but rather the lingering spirits of the fallen, glowing with an eerie, flickering blue light.",
  "cobblemon.species.meganium-rlm.desc": "Possessing a short fuse and an unforgiving nature, this Pokémon is often avoided due to its ferocious temper. However, for the few who manage to earn its respect, it becomes an intensely loyal guardian, willing to face any danger to protect those it holds dear.",
  "cobblemon.species.nincada-rlm.desc": "Unlike its mountain-dwelling cousins, this Nincada lives near riverbanks. Although it still spends most of its time walking on muddy shores, its specialized legs allow it to occasionally scuttle across the water's surface to escape predators. It is often seen filtering small particles from the water near the edge.",
  "cobblemon.species.ninjask-rlm.desc": "Often called the 'Oar of the Lake,' this variant of Ninjask is one of the fastest swimmers in the Pokémon world. By vibrating its specialized, paddle-like legs at high frequencies, it can dart across the water's surface in the blink of an eye, leaving only a faint ripple behind.",
  "cobblemon.species.nosepass-rlm.desc": "Extremely laid-back, this Nosepass spends its entire life lounging on beaches, whether they are bustling with tourists or completely wild. It is so sedentary that it often ends up partially buried in the sand. Local beachgoers adore its company and frequently decorate it with tiny hats or sunglasses, treats it accepts with calm indifference.",
  "cobblemon.species.prinplup-rlm.desc": "Highly irritable and prideful, this Prinplup is a reckless fighter. It seeks out lightning storms to recharge its wings, but often get knocked out by the power of the bolts.",
  "cobblemon.species.probopass-rlm.desc": "A social butterfly of the shoreline, Probopass loves nothing more than 'doing nothing' alongside humans and other Pokémon. It rarely moves from its favorite spot, leading people to use its sturdy body as a makeshift table for drinks and snacks.",
  "cobblemon.species.shedinja-rlm.desc": "When Nincada molts underwater, its hollow husk sinks and merges with the seabed's treasures. Over time, these remnants of coral and fossils give the shell a ghostly new life. This aquatic Shedinja remains perfectly still, masquerading as a piece of reef until unsuspecting prey comes too close to its cold, hollow interior.",
  "cobblemon.species.shinx-rlm.desc": "Due to environmental changes, this Shinx had to adapt to its new cold surroundings. It is known to be extreme shy and reserved, preferring to remain hidden and flee from danger.",
  "cobblemon.species.spiritomb-rlm.desc": "Wearing a fearsome Oni mask, this Spiritomb is not bound by a keystone, but has chosen to inhabit an ancient Jizo statue. It acts as a spectral sentinel, using its frightening appearance to ward off evil spirits. Though it looks demonic, it is a silent protector that watches over the resting places of the departed.",
  "cobblemon.species.sunflora-ciel.desc": "This Sunflora confidently implies it was once Rayquaza's master, claiming to have taught the legendary Pokémon everything it knows. Strangely enough, no proof of this has ever been found.",
  "cobblemon.species.sunflora-ocean.desc": "With a very creative imagination, this Sunflora claims to have defeated Kyogre in a duel, forcing the titan to hide in an underwater cave ever since. Strangely enough, no proof of this has ever been found.",
  "cobblemon.species.sunflora-volcan.desc": "Surprisingly, this Sunflora believes itself to be Groudon's best friend, claiming to have battled Kyogre alongside the legendary titan. Strangely enough, no proof of this has ever been found.",
  "cobblemon.species.togekiss-rlm.desc": "Corrupted by the malice and endless wars of humanity, this Togekiss has lost its peaceful spirit. It struggles constantly to suppress the feral, draconic rage boiling within its body. No longer a bringer of blessings, it is now a harbinger of the very conflict it once sought to avoid.",
  "cobblemon.species.wartortle-rlm.desc": "Wartortle is a persistent dreamer, often found practicing aerial maneuvers by leaping into strong updrafts. While its ear-wings only allow it to hover for short moments, it remains undeterred. It hones its balance and steering using its long tail, preparing its body for the explosive power it will one day unlock.",

  "item.name.flammikite": "Flammikite",
  "item.desc.flammikite": "Allows Flammiko to Mega Evolve into Mega Flammiko.",

  "cobblemon.move.electrosiphon": "Electro Siphon",
  "cobblemon.move.electrosiphon.desc": "If the opposing Pokémon survives, the user gains a 2-stage boost to Special Attack.",
  "cobblemon.move.frostyslide": "Frosty Slide",
  "cobblemon.move.frostyslide.desc": "+2 priority move",
  "cobblemon.move.highpropulsion": "High Propulsion",
  "cobblemon.move.highpropulsion.desc": "A strike of exceptional speed. Priority +1. The user will suffer recoil.",
  "cobblemon.move.verdantbastion": "Verdant Bastion",
  "cobblemon.move.verdantbastion.desc": "King Shield copy (for the moment).",

  "cobblemon.ability.dragonlate": "Dragonate",
  "cobblemon.ability.dragonlate.desc": "Its draconic skin turns Normal-type moves into Dragon-type moves.",
  "cobblemon.ability.dullnessguard": "Dullness Guard",
  "cobblemon.ability.dullnessguard.desc": "A mysterious power protects the Pokémon from all moves, except for those that are « not very effective ».",
  "cobblemon.ability.psychoprio": "Psycho-Prio",
  "cobblemon.ability.psychoprio.desc": "The user of this ability has priority on all of its attacks as long as it has more than 50% of its HP."
}