{
  "cobblemon.species.aphelis.name": "Aphelis",
  "cobblemon.species.apheos.name": "Apheos",
  "cobblemon.species.flammiko.name": "Flammiko",
  "cobblemon.species.galama.name": "Galama",
  "cobblemon.species.rineshell.name": "Rhinécaille",

  "cobblemon.species.aphelis.desc": "Connus comme les fiers gardiens des cieux, les Aphelis nouent rarement des liens avec les humains. Ils sont farouchement protecteurs et interviennent souvent pour sauver d'autres Pokémon des griffes des braconniers.",
  "cobblemon.species.apheos.desc": "Animé par une ambition brûlante, Apheos s'efforce de devenir un gardien comme son évolution. Cependant, sa petite taille et son manque de puissance le poussent souvent à relever des défis qu'il ne peut pas encore surmonter.",
  "cobblemon.species.flammiko.desc": "Toujours perdu et incapable de se tenir correctement, les scientifiques n'ont pas encore découvert le miracle derrière la survie de cette espèce. Malgré ses pensées limitées, Flammiko est incroyablement amical et ferait n'importe quoi pour protéger ses amis.",
  "cobblemon.species.galama.desc": "Souvent confondu avec une simple formation rocheuse, Galama est un Pokémon remarquablement calme qui possède une plaque épaisse en forme de carapace sur la tête. Ce casque naturel est presque indestructible, permettant à Galama d'ignorer la plupart des menaces pendant qu'il se repose. Il est si détendu que l'on voit souvent de petits Pokémon faire la sieste à l'ombre de sa tête métallique.",
  "cobblemon.species.rineshell.desc": "Bien que sa carapace métallique ne soit pas encore totalement formée, Rineshell possède un esprit têtu et ne recule jamais devant un défi. Il rêve du jour où sa plaque frontale sera assez solide pour résister à n'importe quel coup sans qu'il ait à bouger d'un muscle.",
  "cobblemon.species.ampharos-rlm.desc": "Devenu un véritable canal d'énergie spirituelle, l'orbe sur sa queue agit comme un phare pour les âmes égarées. Il n'émet pas de lumière pour guider les navires, mais pour mener les esprits errants vers l'au-delà. Ses décharges électriques sont silencieuses, apparaissant comme des apparitions fantomatiques qui s'évanouissent à l'impact.",
  "cobblemon.species.bayleef-rlm.desc": "Bien plus territorial que son homologue de Johto, ce Macronium est un maître de l'embuscade. Il se cache dans les buissons denses pour lancer des attaques surprises sur quiconque ose pénétrer sur son domaine.",
  "cobblemon.species.blastoise-rlm.desc": "Adapté à la mobilité aérienne, cette variante utilise ses canons massifs comme des propulseurs à réaction. Il s'élance dans les airs avec une force explosive, devenant un projectile vivant. Une fois en vol, il fait preuve d'une grâce surprenante, naviguant au gré des vents en inclinant ses oreilles et sa queue.",
  "cobblemon.species.braixen-rlm.desc": "Vivant au plus profond des forêts sombres, cette variante de Roussil a commencé à puiser dans des énergies mystiques. Bien que sa magie soit encore limitée, il utilise de petites illusions vacillantes pour effrayer les voyageurs. On le voit souvent s'entraîner en faisant danser les ombres entre les arbres.",
  "cobblemon.species.delphox-rlm.desc": "Maître de l'arcane, Goupelin est un magicien malicieux des bois. Bien qu'il aime jouer des tours à ceux qui entrent dans son domaine sombre, il possède un cœur pur ; il est connu pour guider secrètement les personnes égarées vers la sortie de la forêt à l'aide de feux follets magiques.",
  "cobblemon.species.empoleon-rlm.desc": "Habituellement calme, la colère de ce Pingoléon est insupportable. Il génère des torrents d'électricité depuis ses cornes et invoque des vagues massives pour submerger ses proies. En raison de son pouvoir destructeur, il est profondément craint par les autres Pokémon sauvages.",
  "cobblemon.species.flaaffy-rlm.desc": "En évoluant, sa peau devient d'un noir livide et sa laine commence à se dissiper en une brume spectrale. Lainergie est connu pour hanter les centrales électriques, se nourrissant d'électricité pour maintenir sa forme physique. Ceux qui touchent son pelage ressentent un frisson surnaturel engourdissant.",
  "cobblemon.species.luxio-rlm.desc": "Protecteur vigilant, Luxio utilise sa vision nocturne exceptionnelle pour chasser sous le couvert de l'obscurité. Pendant la journée, sa nature féroce s'adoucit et on peut le voir s'entraîner joyeusement avec les jeunes Lixy de sa meute.",
  "cobblemon.species.luxray-rlm.desc": "Adapté aux sommets gelés, ce Luxray de type Glace maintient une attitude froide et distante. Bien qu'il rejoigne rarement le reste de sa tribu, il n'est jamais vraiment loin, surveillant les Lixy et les Luxio depuis les crêtes enneigées.",
  "cobblemon.species.mareep-rlm.desc": "Après qu'un violent orage a frappé un troupeau près d'un ancien cimetière, ces Wattouat ont renaît avec une énergie fantomatique. Leur laine ne stocke plus l'électricité statique, mais plutôt les esprits persistants des défunts, brillant d'une lueur bleue étrange.",
  "cobblemon.species.meganium-rlm.desc": "Doté d'une mèche courte et d'une nature impitoyable, ce Pokémon est souvent évité à cause de son tempérament féroce. Cependant, pour les rares personnes qui parviennent à gagner son respect, il devient un gardien intensément loyal.",
  "cobblemon.species.nincada-rlm.desc": "Contrairement à ses cousins montagnards, ce Ningale vit près des berges. Ses pattes spécialisées lui permettent de trotter occasionnellement à la surface de l'eau pour échapper aux prédateurs. On le voit souvent filtrer de petites particules au bord de l'eau.",
  "cobblemon.species.ninjask-rlm.desc": "Souvent appelé 'la rame du lac', cette variante de Ninjask est l'un des nageurs les plus rapides du monde Pokémon. En faisant vibrer ses pattes palmées à haute fréquence, il peut traverser la surface de l'eau en un clin d'œil.",
  "cobblemon.species.nosepass-rlm.desc": "Extrêmement décontracté, ce Tarinor passe sa vie entière à se prélasser sur les plages. Il est si sédentaire qu'il finit souvent partiellement enterré dans le sable. Les vacanciers l'adorent et le décorent fréquemment de petits chapeaux ou de lunettes de soleil.",
  "cobblemon.species.prinplup-rlm.desc": "Très irritable et orgueilleux, ce Prinplouf est un combattant téméraire. Il recherche les orages pour recharger ses ailes, mais finit souvent par perdre connaissance sous la puissance des éclairs.",
  "cobblemon.species.probopass-rlm.desc": "Véritable pilier social du rivage, Tarinorme n'aime rien de plus que de 'ne rien faire' aux côtés des humains. Comme il bouge rarement, les gens utilisent souvent son corps robuste comme table de fortune pour poser boissons et collations.",
  "cobblemon.species.shedinja-rlm.desc": "Quand Ningale mue sous l'eau, sa carapace vide coule et fusionne avec les trésors des fonds marins. Avec le temps, ces restes de corail et de fossiles donnent une nouvelle vie spectrale à la coque. Ce Munja aquatique reste parfaitement immobile, se faisant passer pour un récif.",
  "cobblemon.species.shinx-rlm.desc": "En raison de changements environnementaux, ce Lixy a dû s'adapter au froid. Il est connu pour être extrêmement timide et réservé, préférant rester caché et fuir devant le danger.",
  "cobblemon.species.spiritomb-rlm.desc": "Portant un masque de démon Oni, ce Spiritomb n'est pas lié à une clé de voûte, mais a choisi d'habiter une ancienne statue Jizo. Il agit comme une sentinelle spectrale, utilisant son apparence effrayante pour repousser les mauvais esprits.",
  "cobblemon.species.sunflora-ciel.desc": "Ce Héliatronc insinue avec assurance qu'il était autrefois le maître de Rayquaza, affirmant avoir tout appris au Pokémon légendaire. Étrangement, aucune preuve de cela n'a jamais été trouvée.",
  "cobblemon.species.sunflora-ocean.desc": "Doté d'une imagination débordante, ce Héliatronc prétend avoir vaincu Kyogre en duel, forçant le titan à se cacher dans une grotte sous-marine depuis lors. Étrangement, aucune preuve n'a été trouvée.",
  "cobblemon.species.sunflora-volcan.desc": "Étonnamment, ce Héliatronc se croit être le meilleur ami de Groudon, affirmant avoir combattu Kyogre aux côtés du titan légendaire. Étrangement, aucune preuve n'a jamais été trouvée.",
  "cobblemon.species.togekiss-rlm.desc": "Corrompu par la malveillance et les guerres incessantes des humains, ce Togekiss a perdu son esprit paisible. Il lutte constamment pour réprimer une rage draconique férale bouillonnant en lui. Il est désormais un annonciateur de conflits.",
  "cobblemon.species.wartortle-rlm.desc": "Carabaffe est un rêveur persistant, souvent trouvé en train de pratiquer des manœuvres aériennes en sautant dans les courants ascendants. Ses oreilles-ailes ne lui permettent que de planer brièvement, mais il reste déterminé.",

  "item.name.flammikite": "Flammikite",
  "item.desc.flammikite": "Permet à Flammiko de méga-évoluer en Méga-Flammiko.",

  "cobblemon.move.electrosiphon": "Électro-Siphon",
  "cobblemon.move.electrosiphon.desc": "Si le Pokémon adverse survit, l'Attaque Spéciale du lanceur augmente de deux niveaux.",
  "cobblemon.move.frostyslide": "Glissade Givrée",
  "cobblemon.move.frostyslide.desc": "Capacité de priorité +2.",
  "cobblemon.move.highpropulsion": "Haute Propulsion",
  "cobblemon.move.highpropulsion.desc": "Une frappe d'une vitesse exceptionnelle. Priorité +1. Le lanceur subit des dégâts de recul.",
  "cobblemon.move.verdantbastion": "Bastion Verdoyant",
  "cobblemon.move.verdantbastion.desc": "Copie de Blockhaus / Bouclier Royal (pour le moment).",

  "cobblemon.ability.dragonlate": "Dragonate",
  "cobblemon.ability.dragonlate.desc": "Sa peau draconique transforme les capacités de type Normal en type Dragon.",
  "cobblemon.ability.dullnessguard": "Garde Émoussée",
  "cobblemon.ability.dullnessguard.desc": "Un pouvoir mystérieux protège le Pokémon de toutes les capacités, sauf celles qui sont « peu efficaces ».",
  "cobblemon.ability.psychoprio": "Psycho-Prio",
  "cobblemon.ability.psychoprio.desc": "Le détenteur de cette capacité bénéficie de la priorité sur ses attaques tant qu'il a plus de 50% de ses PV.",
  "cobblemon.ability.marinevortex": "Trombe Marine",
  "cobblemon.ability.marinevortex.desc": "En entrant sur le terrain, lance la pluie. Sous la pluie, l'Attaque et l'Attaque Spéciale sont multipliées par 1,5."
}